"Columns" = "Sarakkeet";

"Enabled" = "Käytössä";
"ID" = "Tunnus";
"Object" = "Nimi";
"Start Time" = "Aloitusaika";
"Stop Time" = "Lopetusaika";
"Duration" = "Kesto";
"TimeCode Start" = "Aikakoodi alku";
"TimeCode Stop" = "Aikakoodi loppu";
"Data Size" = "Datakoko";
"Data Rate" = "Datanopeus";
"Sample Count" = "Näytteiden määrä";
"Format" = "Muoto";
"Frame Rate" = "Kehysnopeus";
"Channels" = "Kanavia";
"Sample Rate" = "Näytetaajuus";
"Sample Size" = "Näytekoko";